import Discount1 from './src/assets/images/discount/1.png'
import Discount2 from './src/assets/images/discount/2.png'
import Discount3 from './src/assets/images/discount/3.png'

export const discounts = [
  { title: 'ДЕНЬ РОЖДЕНИЯ С ПАНЧО -15% на всё!', image: Discount1, description: 'День Рождения особый праздник и мы поможем сделать его вкусным, а также подарим приятную скидку в 15% на все меню. ~~ Вам всего лишь нужно сообщить менеджеру при заказе, что у вас ДР и скидка у вас в кармане! Скидки с самовывозом не суммируются! Обязательным условием, вы должны предоставить документ личности, в котором будет подтверждение вашего дня рождения!' },
  { title: 'ДЕНЬ РОЖДЕНИЯ С ПАНЧО -15% на всё!', image: Discount2, description: 'День Рождения особый праздник и мы поможем сделать его вкусным, а также подарим приятную скидку в 15% на все меню. ~~ Вам всего лишь нужно сообщить менеджеру при заказе, что у вас ДР и скидка у вас в кармане! Скидки с самовывозом не суммируются! Обязательным условием, вы должны предоставить документ личности, в котором будет подтверждение вашего дня рождения!' },
  { title: 'ДЕНЬ РОЖДЕНИЯ С ПАНЧО -15% на всё!', image: Discount3, description: 'День Рождения особый праздник и мы поможем сделать его вкусным, а также подарим приятную скидку в 15% на все меню. ~~ Вам всего лишь нужно сообщить менеджеру при заказе, что у вас ДР и скидка у вас в кармане! Скидки с самовывозом не суммируются! Обязательным условием, вы должны предоставить документ личности, в котором будет подтверждение вашего дня рождения!' }
];
