import Discount from './src/assets/images/discount/discounts.jpg'

export const discounts = [
  { title: 'ДЕНЬ РОЖДЕНИЯ С ПАНЧО -15% на всё!', image: Discount, description: 'День Рождения особый праздник и мы поможем сделать его вкусным, а также подарим приятную скидку в 15% на все меню.' },
  { title: 'ДЕНЬ РОЖДЕНИЯ С ПАНЧО -15% на всё!', image: Discount, description: 'День Рождения особый праздник и мы поможем сделать его вкусным, а также подарим приятную скидку в 15% на все меню.' },
  { title: 'ДЕНЬ РОЖДЕНИЯ С ПАНЧО -15% на всё!', image: Discount, description: 'День Рождения особый праздник и мы поможем сделать его вкусным, а также подарим приятную скидку в 15% на все меню.' }
];
