import Discount1 from './src/assets/images/discount/1.png'
import Discount2 from './src/assets/images/discount/2.png'
import Discount3 from './src/assets/images/discount/3.png'

export const discounts = [
  { title: 'ДЕНЬ РОЖДЕНИЯ С ПАНЧО -15% на всё!', image: Discount3, description: 'День Рождения особый праздник и мы поможем сделать его вкусным, а также подарим приятную скидку в 15% на все меню ~~ Вам всего лишь нужно сообщить менеджеру при заказе, что у вас ДР и скидка у вас в кармане! Скидки с самовывозом не суммируются! Обязательным условием, вы должны предоставить документ личности, в котором будет подтверждение вашего дня рождения!' },
  { title: '-50% скидка при самовывозе', image: Discount2, description: '50% на вторую пиццу каждую среду с 14:00 до 16:00 при заказе на самовынос ~~ Под скидкой подразумевается 50% от цены пиццы с наименьшей ценой среди выбранных *Акция действует по промокоду менеджеру при заказе "скидка 50%" *В акции учавствуют пиццы размера 30 см, 40 см. *Акция не действует в праздничные дни и предпраздничные дни *Акция не суммируется с другими предложениями и акциями' },
  { title: 'Счастливые часы - 70% скидка на пиццу', image: Discount1, description: 'Получи скидку 70% на вторую пиццу каждый понедельник с 14:00 до 16:00 как на самовывоз, так и на доставку ~~ Под скидкой подразумевается 70% от цены пиццы с наименьшей ценой среди выбранных *Акция действует по промокоду менеджеру при заказе "счастливые часы" *В акции учавствуют пиццы размера 30 см, 40 см. *Акция не действует в праздничные дни и предпраздничные дни *Акция не суммируется с другими предложениями и акциями' },
];
